<template>
  <pre>
네이버비즈니스플랫폼주식회사(이하‘회사’라 함)는 이용자의 개인정보를 중요시하며, ‘정보통신망 이용촉진 및 정보보호 등에 관한 법률’ 등 관계법령에 의거하여 개인정보를 관리 및 보호하고 있습니다. 회사의 네이버 클라우드 플랫폼 서비스에서는 개인정보의 수집, 이용 등 처리에 있어 아래의 사항을 정보주체에게 안내합니다.



1. 개인정보의 수집•이용목적



회사는 수집한 개인정보를 다음의 목적을 위해 이용합니다.

가. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산

- 컨텐츠 제공, 특정 맞춤 서비스 제공, 물품배송 또는 청구서 등 발송, 본인인증, 구매 및 요금 결제, 요금추심, 연령제한 서비스 제공

나. 회원관리

- 회원제 서비스 이용에 따른 본인확인, 개인식별, 부정이용 및 비인가 사용방지, 중복가입 확인, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달

다. 신규 서비스 개발 및 마케팅•광고에 활용

신규 서비스 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 회원의 서비스이용에 대한 통계


2. 수집하는 개인정보 항목



가. 회사는 회원가입 시 다음의 개인정보를 수집합니다.

<개인 회원가입>

- 필수항목: 이메일 주소, 비밀번호, 이름, 생년월일, 휴대폰 번호, 거주국가, 주소

<사업자 회원가입>

- 필수항목: 이메일 주소, 비밀번호, 사업자명, 거주국가, 휴대폰번호, 사업장 주소
(한국거주자의 경우)대표자명, 사업자등록번호사업자등록증 사본

나. 자동 결제 수단 등록 등 유료서비스 이용과정에서 다음의 정보를 수집합니다.

<자동 결제 수단 등록>

- 신용카드: 생년월일(사업자의 경우 사업자등록번호), 신용카드번호, 카드 유효기간

- 계좌이체(한국사업자회원의 경우): 은행명, 생년월일(사업자의 경우 사업자등록번호), 계좌번호

다. 서비스 이용 과정이나 사업처리 과정에서 아래와 같은 정보들이 생성되어 수집될 수 있습니다.

- IP Address, 쿠키, 접속로그, 방문 일시, 서비스 이용 기록, 불량 이용 기록, 결제기록


3. 개인정보의 보유 및 이용기간



원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.

<내부정책에 의한 정보보유 사유>

▶ 보유 정보: 부정이용 기록

- 보유 이유: 부정 이용 방지

- 보존 기간: 1년

▶ 보유 정보: 문의/제휴내용(이용자에게 별도의 동의를 구한 경우)

- 보유 이유: 고객 상담 처리

- 보존 기간: 6개월

<관련법령에 의한 정보보유 사유>

상법, 전자상거래 등에서의 소비자보호에 관한 법률, 국세기본법 등 관계법령의 규정에 의하여 일정 기간 동안 회원정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래의 예시와 같습니다.

▶ 계약 또는 청약철회 등에 관한 기록

- 보존 이유: 전자상거래 등에서의 소비자보호에 관한 법률

- 보존 기간: 5년

▶ 세법이 규정하는 모든 거래에 관한 장부 및 증빙서류

- 보존 이유: 국세기본법, 법인세법, 소득세법 등

- 보존 기간: 5년

▶ 소비자의 불만 또는 분쟁처리에 관한 기록

- 보존 이유: 전자상거래 등에서의 소비자보호에 관한 법률

- 보존 기간: 3년

▶ 표시/광고에 관한 기록

- 보존 이유: 전자상거래 등에서의 소비자보호에 관한 법률

- 보존 기간: 6개월

▶ 로그인 기록

- 보존 이유: 통신비밀보호법

- 보존 기간: 3개월


4. (한국이외의 글로벌 거주자의 경우)Personal Information Collection/Usage and Data Transfer Agreement



I hereby confirm that I have read all the Privacy Policy attached and agree on Personal Information Collection/Usage and Data Transfer


그 밖의 사항은 네이버비즈니스플랫폼㈜ 개인정보처리방침에 따릅니다.
  </pre>
</template>
